[{
  "_id": "668d9114d41a71fffe9bf5be",
  "username": "notchxna",
  "password": "feminomenon",
  "email": "cheenortiz@gmail.com",
  "firstname": "Cheeno",
  "lastname": "Ortiz",
  "image": "female-icon.png",
  "bio": "A connoisseur of coffee brews and a vinyl snob, I live for discovering the obscure and criticizing the mainstream. My plant-based diet is superior, and my small-batch kombucha is better than anything you'll find in stores. If you’re still listening to Top 40 and eating fast food, we probably won’t get along.",
  "reviews": [],
  "reviewsMarkedHelpful": [],
  "createdAt": "2024-07-07T07:39:47.861Z"
},
{
  "_id": "668d9114d41a71fffe9bf5bf",
  "username": "chimchowder",
  "password": "bbdumpling",
  "email": "chimcharizard@yahoo.com",
  "firstname": "Chimchar",
  "lastname": "So",
  "image": "female-icon.png",
  "bio": "Embracing the chill vibes of frozen desserts, I journey through a world of handcrafted gelatos, soulful sorbets, and blissful ice creams. Each spoonful tells a story of artisanal creativity and the pure joy of indulgence, celebrating flavors that harmonize with nature's bounty.",
  "reviews": [],
  "reviewsMarkedHelpful": [],
  "createdAt": "2024-07-06T07:39:47.861Z"
},
{
  "_id": "668d9114d41a71fffe9bf5c0",
  "username": "rogerthat",
  "password": "ilovebiceps",
  "email": "rogerpangers@gmail.com",
  "firstname": "Roger",
  "lastname": "Pangan",
  "image": "male-icon.png",
  "bio": "A seasoned food critic celebrated for my discerning palate and vivid culinary narratives. Over the past twenty years, I've had the pleasure of uncovering gastronomic delights and sharing my experiences through captivating reviews in esteemed publications worldwide. My passion lies in exploring diverse cuisines and unraveling the stories behind each dish, aiming to enrich and inspire the culinary journey of my readers.",
  "reviews": [],
  "reviewsMarkedHelpful": [],
  "createdAt": "2024-07-01T07:39:47.861Z"
},
{
  "_id": "668d9114d41a71fffe9bf5c1",
  "username": "ryaen",
  "password": "ihatebscsst",
  "email": "androidnerd56@gmail.com",
  "firstname": "Ryan",
  "lastname": "Vasquez",
  "image": "male-icon.png",
  "bio": "Help. skibidi gyatt rizz only in ohio duke dennis did you pray today livvy dunne rizzing up baby gronk sussy imposter pibby glitch in real life sigma alpha omega.",
  "reviews": [],
  "reviewsMarkedHelpful": [],
  "createdAt": "2024-07-01T07:39:47.861Z"
},
{
  "_id": "668d9114d41a71fffe9bf5c2",
  "username": "xavier278",
  "password": "bromanchild",
  "email": "germy_xavier@hotmail.com",
  "firstname": "Joshua",
  "lastname": "Xavier",
  "image": "male-icon.png",
  "bio": "I will edge on your face while mewing to femboy hooters, you can't stop the alpha now watermelon cat is my baby daddy, you're are my sunshine bro really said 💀 i wish I had a level 10 gyatt like you it boosts my aura auramaxxing heard of that ? blud thinks he's the main character ahh scene ! amogus when the imposter is sus 19 dollar fortnite card who wants it and yes I'm giving it way so share share shær shalabikariririro.",
  "reviews": [],
  "reviewsMarkedHelpful": [],
  "createdAt": "2024-07-03T07:39:47.861Z"
}]